Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.5-py3-none-any.whl/pylav/extension/red/ui/buttons/locales/*.po
Languages: el_gr

source: You are not authorized to interact with this option
el_gr: Δεν είστε εξουσιοδοτημένοι να αλληλεπιδράσετε με αυτήν την επιλογή

source: Yes
el_gr: Ναι

source: No
el_gr: Όχι

source: Disconnect {} {}
el_gr: Αποσύνδεση {} {}

source: players
el_gr: παίκτες

source: player
el_gr: παίκτης

source: Connecting to the node with SSL enabled
el_gr: Σύνδεση στον κόμβο με ενεργοποιημένο SSL

source: Connecting to the node with SSL disabled
el_gr: Σύνδεση στον κόμβο με SSL απενεργοποιημένο

source: This node will only be used for searches
el_gr: Αυτός ο κόμβος θα χρησιμοποιηθεί μόνο για αναζητήσεις

source: This node will be used for search and playback
el_gr: Αυτός ο κόμβος θα χρησιμοποιηθεί για αναζήτηση και αναπαραγωγή

source: Please fill out all the fields before continuing
el_gr: Παρακαλώ συμπληρώστε όλα τα πεδία πριν συνεχίσετε

source: When you press done this node will be permanently delete
el_gr: Όταν πατήσετε αυτό το κουμπί θα διαγραφεί οριστικά

source: This node will no longer be deleted once you press done
el_gr: Αυτός ο κόμβος δεν θα διαγράφεται πλέον μόλις πατήσετε το κουμπί

source: __Enabled sources__: {sources}
el_gr: __Ενεργοποιημένες πηγές__: {sources}

source: You are not authorized to perform this action
el_gr: Δεν είστε εξουσιοδοτημένοι να εκτελέσετε αυτήν την ενέργεια

source: No Player Available For Action - Try Refreshing
el_gr: Δεν Υπάρχει Διαθέσιμος Παίκτης Για Δράση - Δοκιμάστε Να Ανανεώσετε

source: Bot Owner Action
el_gr: Ενέργεια Ιδιοκτήτη Bot

source: Player disconnected
el_gr: Ο παίκτης αποσυνδέθηκε

source: Player stopped
el_gr: Η αναπαραγωγή σταμάτησε

source: No Players Available For Action - Try Refreshing
el_gr: Δεν Υπάρχουν Διαθέσιμοι Παίκτες Για Δράση - Δοκιμάστε Να Ανανεώσετε

source: When you press done this playlist will be permanently delete
el_gr: Όταν πατήσετε το τέλος αυτής της λίστας αναπαραγωγής θα διαγραφεί οριστικά

source: This playlist will no longer be deleted once you press done
el_gr: Αυτή η λίστα αναπαραγωγής δεν θα διαγράφεται πλέον όταν πατήσετε να τελειώσετε

source: Clearing all tracks from the playlist playlist
el_gr: Εκκαθάριση όλων των κομματιών από τη λίστα αναπαραγωγής

source: No longer clearing tracks from the playlist
el_gr: Δεν γίνεται πλέον εκκαθάριση κομματιών από τη λίστα αναπαραγωγής

source: Here is your playlist: {name}{extras}
el_gr: Εδώ είναι η λίστα αναπαραγωγής: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
el_gr: (συμπιεσμένο χρησιμοποιώντας το gzip για να καταστήσει δυνατή την αποστολή μέσω του Discord - μπορείτε να χρησιμοποιήσετε <https://gzip.swimburger.net/> για να το αποσυμπιέσετε)

source: (File compressed using Brotli compression.
el_gr: (Συμπιεσμένη χρήση συμπίεσης Brotli.

source: Updating playlist with the latest tracks, press done to continue
el_gr: Ενημέρωση λίστας αναπαραγωγής με τα τελευταία κομμάτια, πατήστε για να συνεχίσετε

source: Not updating playlist
el_gr: Μη ενημέρωση λίστας αναπαραγωγής

source: Adding the current queue to playlist
el_gr: Προσθήκη της τρέχουσας ουράς στην λίστα αναπαραγωγής

source: No longer adding the current queue to playlist
el_gr: Δεν προσθέτει πλέον την τρέχουσα ουρά στην λίστα αναπαραγωγής

source: Removing all duplicate tracks from the queue
el_gr: Αφαίρεση όλων των διπλών κομματιών από την ουρά

source: No longer all duplicate tracks from the queue
el_gr: Δεν είναι πλέον όλα τα διπλά κομμάτια από την ουρά

source: Playlists you can currently play
el_gr: Λίστες αναπαραγωγής που μπορείτε να παίξετε

source: Pick a playlist
el_gr: Επιλέξτε μια λίστα αναπαραγωγής

source: What should the playlist name be?
el_gr: Τι πρέπει να είναι το όνομα της λίστας αναπαραγωγής?

source: Not connected to a voice channel
el_gr: Δεν έχει συνδεθεί σε κανάλι φωνής

source: There's nothing in the Queue
el_gr: Δεν υπάρχει τίποτα στην ουρά

source: Removed tracks from the queue
el_gr: Αφαιρέθηκαν τα κομμάτια από την ουρά

source: What do you want to enqueue?
el_gr: Τι θέλετε να κάνετε στην ουρά?
