Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.6-py3-none-any.whl/pylav/extension/red/utils/locales/*.po
Languages: tr_tr

source: Shows the credits and translation details for the PyLav cogs and shared code
tr_tr: PyLav çarkları ve paylaşılan kod için kredileri ve çeviri ayrıntılarını gösterir

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
tr_tr: PyLav, [Draper#6666](https://github.com/Drapersniper) tarafından oluşturulmuştur. PyLav https://github.com/Drapersniper/PyLav adresinde bulunabilir. PyLav-Cogs https://github.com/Drapersniper/PyLav-Cogs adresinde bulunabilir. PyLav'ın destek sunucusu https://discord.com/invite/Sjh2TSCYQB adresinde bulunabilir. Aşağıdaki bağlantıdan Crowdin projelerimize katkıda bulunarak PyLav'ın çevrilmesine yardımcı olabilirsiniz: https://crowdin.com/project/pylav ve https://crowdin.com/project/pylavcogs Katkıda bulunanlar: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Çalışmalarım için bana bir kahve ısmarlamak isterseniz, bunu şu adresten yapabilirsiniz: https://www.buymeacoffee.com/draper veya https://github.com/sponsors/Drapersniper

source: Show the version of PyLav library
tr_tr: PyLav kütüphanesinin sürümünü göster

source: Library
tr_tr: Kütüphane

source: Version
tr_tr: Sürüm

source: Sync the Bots slash commands
tr_tr: Botların eğik çizgi komutlarını senkronize edin

source: Synced the bots slash commands
tr_tr: Botların eğik çizgi komutları senkronize edildi

source: This command requires an existing player to be run
tr_tr: Bu komut mevcut bir oynatıcının çalıştırılmasını gerektirir

source: PyLavPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later
tr_tr: PyLavPlayer cog, arka uç hizmetlerinde yaşanan bir kesinti nedeniyle şu anda geçici olarak kullanılamıyor, lütfen daha sonra tekrar deneyin

source: No Lavalink node currently available
tr_tr: Şu anda mevcut Lavalink düğümü yok

source: PyLavPlayer is currently unable to process tracks belonging to {feature}
tr_tr: PyLavPlayer şu anda {feature} parçalarını işleyemiyor

source: No Lavalink node currently available with feature {feature}
tr_tr: Şu anda {feature} özelliğine sahip hiçbir Lavalink düğümü mevcut değil

source: This command is not available in this channel. Please use {channel}
tr_tr: Bu komut bu kanalda mevcut değildir. Lütfen bunu kullanın: {channel}

source: This command requires you to be a DJ
tr_tr: Bu komut bir DJ olmanızı gerektirir

source: PyLav is not ready - Please try again shortly
tr_tr: PyLav hazır değil - Lütfen kısa süre sonra tekrar deneyin
