Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.2.tar.gz/py_lav-1.3.2/pylav/players/locales/*.po
Languages: sv_se, zh_tw

source: No available nodes!
sv_se: Inga tillgängliga noder!
zh_tw: 沒有可用的節點！

source: Music in {count} servers
sv_se: Musik på {count} servrar
zh_tw: 音樂正在 {count} 個伺服器播放

source: There are no tracks currently in the player history
sv_se: Det finns inga spår för närvarande i spelarhistoriken
zh_tw: 播放歷史記錄中當前沒有曲目

source: Current node has the Volume filter functionality disabled
sv_se: Nuvarande nod har volymfilterfunktionen inaktiverad
zh_tw: 當前節點禁用了音量過濾器功能

source: Current node has the Equalizer functionality disabled
sv_se: Nuvarande nod har Equalizer-funktionen inaktiverad
zh_tw: 當前節點禁用了均衡器功能

source: Current node has the Karaoke functionality disabled
sv_se: Nuvarande nod har Karaoke-funktionen inaktiverad
zh_tw: 當前節點已禁用卡拉 OK 功能

source: Current node has the Timescale functionality disabled
sv_se: Nuvarande nod har tidsplanen funktionalitet inaktiverad
zh_tw: 當前節點禁用了時間刻度功能

source: Current node has the Tremolo functionality disabled
sv_se: Nuvarande nod har Tremolo-funktionen inaktiverad
zh_tw: 當前節點禁用了 Tremolo 功能

source: Current node has the Vibrato functionality disabled
sv_se: Nuvarande nod har Vibrato-funktionen inaktiverad
zh_tw: 當前節點禁用 Vibrato 功能

source: Current node has the Rotation functionality disabled
sv_se: Nuvarande nod har rotationsfunktionen inaktiverad
zh_tw: 當前節點禁用了Rotation功能

source: Current node has the Distortion functionality disabled
sv_se: Nuvarande nod har funktionen Distortion inaktiverad
zh_tw: 當前節點禁用了失真功能

source: Current node has the LowPass functionality disabled
sv_se: Nuvarande nod har LowPass-funktionen inaktiverad
zh_tw: 當前節點禁用了 LowPass 功能

source: Current node has the Echo functionality disabled
sv_se: Nuvarande nod har Echo funktionalitet inaktiverad
zh_tw: 當前節點禁用了 Echo 功能

source: Current node has the ChannelMix functionality disabled
sv_se: Nuvarande nod har ChannelMix-funktionen inaktiverad
zh_tw: 當前節點禁用了 ChannelMix 功能

source: LIVE
zh_tw: 直播

source: Now Playing in
sv_se: Spelas nu in
zh_tw: 正在播放

source: Currently livestreaming
sv_se: För närvarande livestreaming
zh_tw: 正在直播中

source: Playing:
sv_se: Spelar:
zh_tw: 正在播放：

source: Requester
sv_se: Begär
zh_tw: 請求者

source: Duration
sv_se: Varaktighet
zh_tw: 時長

source: Previous Track
sv_se: Föregående spår
zh_tw: 上一首歌曲

source: Next Track
sv_se: Nästa spår
zh_tw: 下一首歌曲

source: {track_count} tracks, {queue_total_duration} remaining
sv_se: {track_count} spår, {queue_total_duration} kvar
zh_tw: {track_count} 個曲目，剩餘 {queue_total_duration} 個

source: Repeating
sv_se: Upprepning
zh_tw: 正在重複播放

source: Auto Play
sv_se: Spela automatiskt
zh_tw: 自動播放

source: Volume
sv_se: Volym
zh_tw: 音量

source: Recently Played for
sv_se: Nyligen spelade för
zh_tw: 最近播放的歌曲

source: Queue for
sv_se: Kö för
zh_tw: 播放清單

source: Playing
sv_se: Spelar
zh_tw: 正在播放

source: Queue order is may not be accurate due to auto-shuffle being enabled
sv_se: Köordningen är kanske inte korrekt på grund av att auto-shuffle är aktiverad
zh_tw: 由於啟用了自動隨機播放，所以舊待播清單順序可能不準確

source: Page {current_page}/{total_pages} | {track_number} tracks, {queue_total_duration} remaining
sv_se: Sida {current_page}/{total_pages} <unk> {track_number} låtar, {queue_total_duration} kvar
zh_tw: 第{current_page}頁 / 共{total_pages}頁 | {track_number} 首曲目，剩餘 {queue_total_duration} 首
