Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.2-py3-none-any.whl/pylav/helpers/discord/converters/locales/*.po
Languages: uk_ua

source: Node with name or id `{arg}` not found
uk_ua: Вузол з назвою або ідентифікатором `{arg}не знайдено

source: Playlist with name or id `{arg}` not found
uk_ua: Плейлист з іменем або ідентифікатором `{arg}не знайдено

source: Query must be a playlist or album
uk_ua: Запит повинен бути списком відтворення або альбомом

source: Station with name `{arg}` not found
uk_ua: Станція з іменем{arg}` не знайдена

source: Radio Browser is disabled
uk_ua: Радіобраузер вимкнено

source: Unnamed
uk_ua: Без імені

source: Tag with name `{arg}` not found
uk_ua: Тег з іменем{arg}` не знайдено

source: Language with name `{arg}` not found
uk_ua: Мову з іменем{arg}` не знайдено

source: State with name `{arg}` not found
uk_ua: Стан з іменем{arg}` не знайдений

source: Codec with name `{arg}` not found
uk_ua: Кодек з іменем{arg}` не знайдено

source: Country code `{arg}` not found
uk_ua: Код країни `{arg}не знайдено

source: Country with name `{arg}` not found
uk_ua: Країна з іменем{arg}` не знайдена
