Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.8-py3-none-any.whl/pylav/helpers/discord/converters/locales/*.po
Languages: tr_tr

source: Node with name or id `{arg}` not found
tr_tr: "{arg}" adına veya kimliğine sahip düğüm bulunamadı

source: Playlist with name or id `{arg}` not found
tr_tr: `{arg}` adına veya kimliğine sahip oynatma listesi bulunamadı

source: Query must be a playlist or album
tr_tr: Sorgu bir oynatma listesi veya albüm olmalıdır

source: Station with name `{arg}` not found
tr_tr: "{arg}" adlı istasyon bulunamadı

source: Radio Browser is disabled
tr_tr: Radyo Tarayıcı devre dışı

source: Tag with name `{arg}` not found
tr_tr: "{arg}" adlı etiket bulunamadı

source: Language with name `{arg}` not found
tr_tr: `{arg}` adlı dil bulunamadı

source: State with name `{arg}` not found
tr_tr: "{arg}" adlı istasyon bulunamadı

source: Codec with name `{arg}` not found
tr_tr: "{arg}" adlı kodlayıcı bulunamadı

source: Country code `{arg}` not found
tr_tr: Ülke kodu "{arg}" bulunamadı

source: Country with name `{arg}` not found
tr_tr: "{arg}" adlı ülke bulunamadı
