Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.3.tar.gz/py_lav-1.3.3/pylav/extension/red/ui/buttons/locales/*.po
Languages: hi_in

source: Yes
hi_in: हां

source: No
hi_in: नहीं

source: Disconnect {} {}
hi_in: डिस्कनेक्ट करें {} {}

source: players
hi_in: खिलाड़ियों

source: player
hi_in: खिलाड़ी

source: Connecting to the node with SSL enabled
hi_in: एसएसएल सक्षम के साथ नोड से कनेक्ट करना

source: Connecting to the node with SSL disabled
hi_in: एसएसएल अक्षम के साथ नोड से कनेक्ट करना

source: This node will only be used for searches
hi_in: इस नोड का उपयोग केवल खोजों के लिए किया जाएगा

source: This node will be used for search and playback
hi_in: इस नोड का उपयोग खोज और प्लेबैक के लिए किया जाएगा

source: Please fill out all the fields before continuing
hi_in: जारी रखने से पहले कृपया सभी फ़ील्ड भरें

source: When you press done this node will be permanently delete
hi_in: जब आप किया दबाते हैं तो यह नोड स्थायी रूप से हटा दिया जाएगा

source: This node will no longer be deleted once you press done
hi_in: आपके द्वारा हो गया दबाने के बाद यह नोड अब नहीं हटाया जाएगा

source: __Enabled sources__: {sources}
hi_in: __सक्षम स्रोत__:

source: You are not authorized to perform this action
hi_in: आप इस क्रिया को करने के लिए अधिकृत नहीं हैं

source: No Player Available For Action - Try Refreshing
hi_in: कार्रवाई के लिए कोई खिलाड़ी उपलब्ध नहीं - ताज़ा करने का प्रयास करें

source: Bot Owner Action
hi_in: बॉट मालिक कार्रवाई

source: Player disconnected
hi_in: प्लेयर डिसकनेक्ट हो गया

source: No Players Available For Action - Try Refreshing
hi_in: कार्रवाई के लिए कोई खिलाड़ी उपलब्ध नहीं - ताज़ा करने का प्रयास करें

source: When you press done this playlist will be permanently delete
hi_in: जब आप हो गया दबाते हैं तो यह प्लेलिस्ट स्थायी रूप से हटा दी जाएगी

source: This playlist will no longer be deleted once you press done
hi_in: आपके द्वारा हो गया दबाने के बाद यह प्लेलिस्ट अब हटाई नहीं जाएगी

source: Clearing all tracks from the playlist playlist
hi_in: प्लेलिस्ट प्लेलिस्ट से सभी ट्रैक साफ़ करना

source: No longer clearing tracks from the playlist
hi_in: अब प्लेलिस्ट से ट्रैक साफ़ नहीं कर रहे हैं

source: Here is your playlist: {name}{extras}
hi_in: यहां आपकी प्लेलिस्ट है:

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
hi_in: (डिस्कॉर्ड के माध्यम से भेजना संभव बनाने के लिए gzip का उपयोग करके संपीड़ित - आप इसे डीकंप्रेस करने के लिए <https://gzip.swimburger.net/> का उपयोग कर सकते हैं)

source: (File compressed using Brotli compression.
hi_in: (फ़ाइल Brotli संपीड़न का उपयोग कर संपीड़ित।

source: Updating playlist with the latest tracks, press done to continue
hi_in: नवीनतम ट्रैक्स के साथ प्लेलिस्ट अपडेट करना, जारी रखने के लिए किया हुआ दबाएं

source: Not updating playlist
hi_in: प्लेलिस्ट अपडेट नहीं हो रही है

source: Adding the current queue to playlist
hi_in: प्लेलिस्ट में वर्तमान कतार जोड़ना

source: No longer adding the current queue to playlist
hi_in: अब प्लेलिस्ट में वर्तमान कतार नहीं जोड़ रहा है

source: Removing all duplicate tracks from the queue
hi_in: कतार से सभी डुप्लीकेट ट्रैक हटा रहे हैं

source: No longer all duplicate tracks from the queue
hi_in: कतार से अब सभी डुप्लीकेट ट्रैक नहीं हैं

source: Playlists you can currently play
hi_in: प्लेलिस्ट आप वर्तमान में खेल सकते हैं

source: Pick a playlist
hi_in: एक प्लेलिस्ट चुनें

source: What should the playlist name be?
hi_in: प्लेलिस्ट का नाम क्या होना चाहिए?

source: Not connected to a voice channel
hi_in: वॉइस चैनल से कनेक्ट नहीं है

source: There's nothing in the Queue
hi_in: कतार में कुछ भी नहीं है

source: Removed tracks from the queue
hi_in: कतार से ट्रैक हटा दिए गए

source: What do you want to enqueue?
hi_in: आप क्या कतारबद्ध करना चाहते हैं?
