Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.4-py3-none-any.whl/pylav/extension/red/ui/buttons/locales/*.po
Languages: tr_tr

source: You are not authorized to interact with this option
tr_tr: Bu seçenek üzerinde işlem yapma yetkiniz yok

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Disconnect {} {}
tr_tr: Bağlantıdan ayrıl {} {}

source: players
tr_tr: oyuncular

source: player
tr_tr: oyuncu

source: Connecting to the node with SSL enabled
tr_tr: SSL etkinken düğüme bağlanıyor

source: Connecting to the node with SSL disabled
tr_tr: SSL devre dışıyken düğüme bağlanıyor

source: This node will only be used for searches
tr_tr: Düğüm, yalnızca aramalar için kullanılacak

source: This node will be used for search and playback
tr_tr: Düğüm, aramalar ve oynatmalar için kullanılacak

source: Please fill out all the fields before continuing
tr_tr: Lütfen devam etmeden önce tüm alanları doldurun

source: When you press done this node will be permanently delete
tr_tr: Tamamla yaptığınızda, düğüm kalıcı olarak silinecektir

source: This node will no longer be deleted once you press done
tr_tr: Bu düğüm, "Tamamla" butonuna bastığınızda silinmeyecek

source: __Enabled sources__: {sources}
tr_tr: __Etkin Kaynaklar__: {sources}

source: You are not authorized to perform this action
tr_tr: Bu eylemi gerçekleştirmek için gereken yetkiye sahip değilsin

source: No Player Available For Action - Try Refreshing
tr_tr: Eylem İçin Yeterince Oyuncu Bulunamadı - Yenilemeyi Deneyin

source: Bot Owner Action
tr_tr: Bot Sahibi İşlemi

source: Player disconnected
tr_tr: Oyuncunun bağlantısı kesildi

source: Player stopped
tr_tr: Oyuncu durdu

source: No Players Available For Action - Try Refreshing
tr_tr: Eylem İçin Yeterince Oyuncu Bulunamadı - Yenilemeyi Deneyin

source: When you press done this playlist will be permanently delete
tr_tr: Tamamla yaptığınızda, oynatma listesi kalıcı olarak silinecektir

source: This playlist will no longer be deleted once you press done
tr_tr: Bu oynatma listesi, "Tamamla" butonuna bastığınızda silinmeyecek

source: Clearing all tracks from the playlist playlist
tr_tr: Oynatma listesindeki tüm parçalar siliniyor

source: No longer clearing tracks from the playlist
tr_tr: Oynatma listesindeki parçaların silinmesi durduruldu

source: Here is your playlist: {name}{extras}
tr_tr: Oynatma listen işte burada: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
tr_tr: (gzip kullanarak Discord'da gönderilmek üzere sıkıştırıldı - normale döndürmek için <https://gzip.swimburger.net/> kullanabilirsiniz)

source: (File compressed using Brotli compression.
tr_tr: (Dosya, Brotli algoritması ile sıkıştırıldı.

source: Updating playlist with the latest tracks, press done to continue
tr_tr: Son parçalar ile oynatma listesi güncelleniyor, devam etmek için tamam'a basın

source: Not updating playlist
tr_tr: Oynatma listesin güncellenmiyor

source: Adding the current queue to playlist
tr_tr: Sıradaki mevcut parçalar, oynatma listesine ekleniyor

source: No longer adding the current queue to playlist
tr_tr: Sıradaki mevcut parçalar, oynatma listesine artık eklenmiyor

source: Removing all duplicate tracks from the queue
tr_tr: Sıradaki tekrarlanan parçalar, sıradan çıkarılıyor

source: No longer all duplicate tracks from the queue
tr_tr: Sıradaki tekrarlanan parçalar temizlendi

source: Playlists you can currently play
tr_tr: Şu anda oynatabileceğiniz oynatma listeleri

source: Pick a playlist
tr_tr: Bir Oynatma Listesi Seç

source: What should the playlist name be?
tr_tr: Oynatma listesinin adı ne olmalı?

source: Not connected to a voice channel
tr_tr: Herhangi bir ses kanalında değiliz

source: There's nothing in the Queue
tr_tr: Sırada hiçbir şey yok.

source: Removed tracks from the queue
tr_tr: Parçalar sıradan çıkarıldı

source: What do you want to enqueue?
tr_tr: Neyi sıraya almak istiyorsun?
