Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.3-py3-none-any.whl/pylav/extension/red/ui/menus/locales/*.po
Languages: hi_in

source: You are not authorized to interact with this
hi_in: आप इसके साथ सहभागिता करने के लिए अधिकृत नहीं हैं

source: Enter the domain or IP address of the host
hi_in: होस्ट का डोमेन या IP पता दर्ज करें

source: Enter the host port to connect to
hi_in: कनेक्ट करने के लिए होस्ट पोर्ट दर्ज करें

source: Enter the node's password
hi_in: नोड का पासवर्ड दर्ज करें

source: Enter an easy to know name for the node
hi_in: नोड के लिए जानने में आसान नाम दर्ज करें

source: Name
hi_in: नाम

source: Enter a timeout in seconds
hi_in: सेकंड में टाइमआउट दर्ज करें

source: Timeout
hi_in: समय समाप्त

source: Source to disable
hi_in: अक्षम करने के लिए स्रोत

source: Name set to {name}
hi_in: नाम सेट किया गया

source: Password set to {password}
hi_in: पासवर्ड सेट किया गया

source: Host set to {host}
hi_in: होस्ट सेट किया गया

source: Invalid port
hi_in: अमान्य बंदरगाह

source: Port set to {port}
hi_in: पोर्ट सेट किया गया

source: Invalid timeout, it must be a number in seconds
hi_in: अमान्य समयबाह्य, यह सेकंड में एक संख्या होनी चाहिए

source: Timeout set to {timeout} seconds
hi_in: टाइमआउट सेकंड पर सेट है

source: Change the domain or IP address of the host
hi_in: होस्ट का डोमेन या आईपी पता बदलें

source: Change the host port to connect to
hi_in: कनेक्ट करने के लिए होस्ट पोर्ट बदलें

source: Change the node's password
hi_in: नोड का पासवर्ड बदलें

source: Change the name of this node
hi_in: इस नोड का नाम बदलें

source: Enter the new timeout for this node
hi_in: इस नोड के लिए नया टाइमआउट दर्ज करें

source: selected
hi_in: गिने चुने

source: inactive
hi_in: निष्क्रिय

source: all
hi_in: सब

source: Not connected anywhere
hi_in: कहीं जुड़ा नहीं है

source: Please enter the playlist URL
hi_in: कृपया प्लेलिस्ट URL दर्ज करें

source: Playlist URL
hi_in: प्लेलिस्ट URL

source: Please enter the playlist name
hi_in: कृपया प्लेलिस्ट का नाम दर्ज करें

source: Playlist Name
hi_in: प्लेलिस्ट का नाम

source: Please enter the new playlist name
hi_in: कृपया नई प्लेलिस्ट नाम दर्ज करें

source: What query to add to the playlist
hi_in: प्लेलिस्ट में क्या क्वेरी जोड़नी है

source: Query
hi_in: जिज्ञासा

source: What query to remove from the playlist
hi_in: प्लेलिस्ट से किस क्वेरी को हटाना है

source: Select Track To Remove
hi_in: ट्रैक टू रिमूव चुनें

source: Select Track To Play Now
hi_in: ट्रैक टू प्ले नाउ चुनें
