Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.4.tar.gz/py_lav-1.3.4/pylav/extension/red/utils/locales/*.po
Languages: sv_se

source: Shows the credits and translation details for the PyLav cogs and shared code
sv_se: Visar krediter och översättningsdetaljer för PyLav kuggar och delad kod

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
sv_se: PyLav skapades av [Draper#6666](https://github.com/Drapersniper). PyLav kan hittas i https://github.com/Drapersniper/PyLav PyLav-Cogs kan hittas i https://github. om/Drapersniper/PyLav-Cogs PyLavs supportserver finns på https://discord.com/invite/Sjh2TSCYQB Du kan hjälpa till att översätta PyLav genom att bidra till våra Crowdin-projekt på: https://crowdin. om/project/pylav och https://crowdin.com/project/pylavcogs bidragsgivare: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLav-Cogs/graphs/contributors Om du vill köpa mig en fika till mitt arbete, kan du göra det på: https://www.buymeacoffee.com/draper eller https://github.com/sponsors/Drapersniper

source: Show the version of PyLav library
sv_se: Visa versionen av PyLav bibliotek

source: Library
sv_se: Bibliotek

source: Sync the Bots slash commands
sv_se: Synkronisera bots snedstreck kommandon

source: Synced the bots slash commands
sv_se: Synkroniserade robotarnas snedstreck kommandon

source: This command requires an existing player to be run
sv_se: Detta kommando kräver att en befintlig spelare köras

source: PyLavPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later
sv_se: PyLavPlayer-kuggen är för närvarande inte tillgänglig på grund av ett driftavbrott i backend-tjänsterna, försök igen senare

source: No Lavalink node currently available
sv_se: Ingen Lavalink-nod tillgänglig just nu

source: PyLavPlayer is currently unable to process tracks belonging to {feature}
sv_se: PyLavPlayer kan för närvarande inte bearbeta spår som tillhör {feature}

source: No Lavalink node currently available with feature {feature}
sv_se: Ingen Lavalink-nod finns för närvarande med funktionen {feature}

source: This command is not available in this channel. Please use {channel}
sv_se: Detta kommando är inte tillgängligt i denna kanal. Använd {channel}

source: This command requires you to be a DJ
sv_se: Detta kommando kräver att du är en DJ

source: PyLav is not ready - Please try again shortly
sv_se: PyLav är inte redo - Försök igen inom kort
