Repository: pypi-data/pypi-mirror-188
Catalog: packages/py-lav/py_lav-1.3.2.tar.gz/py_lav-1.3.2/pylav/helpers/discord/converters/locales/*.po
Languages: cs_cz

source: Node with name or id `{arg}` not found
cs_cz: Uzel s názvem nebo ID `{arg}` nebyl nalezen

source: Playlist with name or id `{arg}` not found
cs_cz: Playlist s názvem nebo ID `{arg}` nebyl nalezen

source: Query must be a playlist or album
cs_cz: Dotaz musí být playlist nebo album

source: Station with name `{arg}` not found
cs_cz: Stanice s názvem `{arg}` nenalezena

source: Radio Browser is disabled
cs_cz: Prohlížeč rádia je zakázán

source: Unnamed
cs_cz: Nepojmenované

source: Tag with name `{arg}` not found
cs_cz: Tag s názvem `{arg}` nenalezen

source: Language with name `{arg}` not found
cs_cz: Jazyk s názvem `{arg}` nebyl nalezen

source: State with name `{arg}` not found
cs_cz: Stav s názvem `{arg}` nenalezen

source: Codec with name `{arg}` not found
cs_cz: Kodek s názvem `{arg}` nenalezen

source: Country code `{arg}` not found
cs_cz: Kód země `{arg}` nebyl nalezen

source: Country with name `{arg}` not found
cs_cz: Země s názvem `{arg}` nenalezena
